{
  "Achyuth Resume_8.docx": {
    "Name": "Achyuth",
    "Email": "achyuth.java88@gmail.com",
    "Phone": "540-999-8048",
    "College": "NA",
    "City": "NA",
    "Total Experience in years": "8",
    "Domain of Work": "Financial, Insurance, and Health Sector",
    "Top Skills": "Java, J2EE, Spring, Hibernate, REST, AWS, Micro Services, SQL, JavaScript, Jenkins",
    "Experience": "Capital One : Full Stack Java Developer,\nState Farm : JAVA Full Stack Developer,\nCigna Healthcare : Java Developer,\nLiberty Mutual : Java Developer,\nSoft Pro Systems Ltd. : Java Developer,\nLogin IT Technologies : Java Developer",
    "Summary": "Around 8 years of strong software experience in design, development, analysis and deployment of web-based and Client-Server business applications using Object Oriented Analysis and Design (OOAD, OOPS) and Java/JEE/J2EE technologies in Financial, Insurance, and Health Sector Domain with Software Development Life Cycle (SDLC)."
  },
  "Adelina_Erimia_PMP1.docx": {
    "Name": "Adelina Erimia",
    "Email": "erimia@msn.com",
    "Phone": "469-331-7851",
    "College": "Universitatea de Vest, Romania",
    "City": "Savannah, GA",
    "Total Experience in years": "10",
    "Domain of Work": "IT, Construction, Insurance",
    "Top Skills": "Project Management, PMP, Six Sigma Green Belt, Scrum, MS Project, PPM, Smartsheet, Waterfall, Agile, ITIL",
    "Experience": "Project Management Institute (PMI), Savannah Chapter : Project Manager/VP of Volunteers,ATN international : IT Project Manager/Billing Support Manager,HCL America (Gulfstream Aerospace) : IT Project Manager,Craiovan Consulting SRL : Project Manager Consultant,UnitedHealth Group : Project Coordinator",
    "Summary": "Experienced project manager offering over 10 years of successful leading diverse projects in the IT, Construction and Insurance industries; PMP, Six Sigma Green Belt and Scrum Master certified. Business strategist; plan and manage projects aligning business goals with technology solutions to drive process improvements, competitive advantage and bottom-line gains. Excellent communicator; leverage business and financial acumen to communicate effectively with client executives and their respective teams. Expert in project management methodologies. Able to manage large project teams and known for high-quality deliverables that meet or exceed timeline and budgetary targets."
  },
  "Adhi Gopalam - SM.docx": {
    "Name": "Adhi Gopalam",
    "Email": "adhigopalam@gmail.com",
    "Phone": "281-212-3592",
    "College": "Vinayaka Mission, Salem, Tamilnadu, India",
    "City": "NA",
    "Total Experience in years": "12",
    "Domain of Work": "Project Management, Scrum Master, Business Analysis, QA",
    "Top Skills": "Agile Project Management, Scrum Master, Resource Management, Quality Assurance, User Training, Process re-engineering, SAFe, Kanban, JIRA, Salesforce.com",
    "Experience": "Black box Network : Scrum Master,Philips Healthcare : PM/Scrum Master,Bose Corporation : PM/Business Analyst,Health Net Systems : QA/Business Analyst",
    "Summary": "Certified Scrum Master and Business Analyst with over 12 years of experience in independently managing mid to large projects with experience in the Healthcare, Pharmaceutical (FDA Regulated), Banking and Retail industries. Exceptional organizational, technical reporting, auditing/analysis and communication skills. Agile Project Management experience of the full project life cycle including requirements gathering, Scheduling and facilitating key agile ceremonies, velocity planning, obtaining and managing resources, conducting daily stand-ups, burn down charts, Product Demos, Retrospectives, Process documentation, managing budget, and facilitating project execution, deployment, and closure with a multicultural team in geographically distributed environments."
  },
  "AjayKumar.docx": {
    "Name": "Ajay Kumar (CSM)",
    "Email": "ajaydt@gmail.com",
    "Phone": "+1 (847)899-4194",
    "College": "NA",
    "City": "NA",
    "Total Experience in years": "14",
    "Domain of Work": "IT, Agile, QA, Scrum Master, Project Management, Testing (Web, E-commerce, ETL, Automation)",
    "Top Skills": "Agile, Scrum, QA, Selenium, Java, SQL, ETL, Testing, Project Management, Test Automation",
    "Experience": "UHG (Optum Insight) : Scrum Master, QA Lead,HP (Hewlett Packard) : Scrum Master / QA Project Manager,Walgreen Corporation : Associate Consultant(QA Manager, Scrum Master),Sears Holdings Corporation : Associate Consultant /QA Project Lead,Walgreen Corporation : Principle Architect/QA Lead,VISA Inc. : Architect/QA Lead,Bank of New York Mellon : Team Lead,Directorate of General of Artillery : Software Engineer/Lead,Legal Judgments Management System : Software Engineer,Tata Infotech Ltd. : Software Trainee",
    "Summary": "14 Years IT experience as an Architect, Solutions, Scrum Master, Quality Assurance and Agile Practitioner (Agile Methodology - Healthcare) with SAFe (Scaled Agile Framework) including ETL Testing and Web Services, Selenium Automation engagement of Web application, Project management and technical team handling experience from 20+ associates. Extensive health care background with software implementation knowledge and extensive background in Retail, eCommerce, Point of Sale, Banking & Finance, Cards & Payments, Government, Education projects. Expertise in Test Governance & Test process compliance, vast experience working in a client and business facing role."
  },
  "Akhil.profile.docx": {
    "Name": "Akhil",
    "Email": "akhil.mohan0109@gmail.com",
    "Phone": "510-953-0677",
    "College": "JNTU",
    "City": "Hyderabad",
    "Total Experience in years": "8",
    "Domain of Work": "Banking, Finance, E-commerce",
    "Top Skills": "Business Analysis, Scrum Master, Requirements Gathering, Agile, Waterfall, Data Analysis, SQL, Web Services, Stakeholder Management, Risk Management",
    "Experience": "JPMorgan Chase : Sr. Business Systems Analyst/Scrum Master,\nGlobal Payments : Sr. Business Analyst/Scrum Master,\nMFS Investment Management : Sr. Business Systems Analyst,\nHDFC Life : Business Analyst/Risk Analyst,\nAmazon : Jr. Business Analyst",
    "Summary": "8+ years of experience in Business Analysis, Business Systems Analyst, Scrum Master roles.  Expertise in various SDLC methodologies (Waterfall, Agile, Scrum),  requirements gathering, documentation (BRD, FRD, SRS), data analysis, and stakeholder management.  Experienced with tools like Jira, Confluence, SQL, and various testing methodologies. Certified Scrum Master with strong leadership and communication skills."
  },
  "Akhil_Sr BSA.docx": {
    "Name": "Akhil",
    "Email": "akhil.mohan0109@gmail.com",
    "Phone": "510-953-0677",
    "College": "JNTU",
    "City": "Hyderabad",
    "Total Experience in years": "8",
    "Domain of Work": "Banking, Finance, Healthcare, E-commerce",
    "Top Skills": "Business Analysis, Scrum Master, Agile, Requirements Gathering, Stakeholder Management, JAD Sessions, UML Modeling, Data Analysis, Risk Management, Project Management",
    "Experience": "JPMorgan Chase : Sr. Business Systems Analyst/ Scrum Master,\nGlobal Payments : Sr. Business Analyst/Scrum Master,\nMFS Investment Management : Sr. Business Systems Analyst,\nHDFC Life : Business Analyst/ Risk Analyst,\nAmazon : Jr. Business Analyst",
    "Summary": "8+ years of experience in Business Analysis, Business Systems Analyst, and Scrum Master roles.  Experienced in various SDLC methodologies (Waterfall, Agile, Scrum), with domain knowledge in Banking, Finance, Healthcare, and E-commerce.  Proficient in requirements gathering, documentation (BRD, FRD, RFP, SRS), and project management.  Certified Scrum Master with skills in facilitating Scrum ceremonies and utilizing various tools (Jira, TFS, HPALM)."
  },
  "Anil Krishna Mogalaturthi.docx": {
    "Name": "Anil Krishna Mogalaturthi",
    "Email": "Krish.java23@gmail.com",
    "Phone": "681-888-2999",
    "College": "Marshall University, Trinity College Dublin, Koneru Lakshmaiah University",
    "City": "NA",
    "Total Experience in years": "8",
    "Domain of Work": "Software Development",
    "Top Skills": "Java, J2EE, Spring, Hibernate, Microservices, AWS, Docker, RESTful Web Services, SQL, JavaScript",
    "Experience": "SYSINTELLIINC : Full Stack Java Developer, Dixons Carephone PLC : Mid-Level Java/J2EE Developer, Guidewire Software : MID   Level Java/J2EE Developer, CULLIGENCE : Java Developer",
    "Summary": "Highly inspired software professional with over 8 years of experience in all stages of systems development life cycle including business requirements gathering, design, data conversions, programming, system integration / user acceptance testing. Senior Java/J2EE Developer with around 8 years of experience in Systems Analysis, Design, Development and Implementation of Web and Client/Server and Enterprise Application development using Java and J2EE Technologies."
  },
  "AnilAgarwal.docx": {
    "Name": "NA",
    "Email": "NA",
    "Phone": "NA",
    "College": "SRMS CET, Bareilly, India",
    "City": "NA",
    "Total Experience in years": "13",
    "Domain of Work": "Business Intelligence/Data Warehousing, Project Management",
    "Top Skills": "Project Management, Business Objects, SQL, OLAP, Data Warehousing, Agile, Scrum, Requirement Gathering, Stakeholder Management, Risk Assessment",
    "Experience": "Sanofi : Project Manager,\nOKI Europe Limited : Project Manager,\nAtmel Corporation : Project Manager,\nMinistry of Health Holdings (MOHH), Singapore : Project Manager,\nSingapore Sports Hub : Project Manager,\nSinclair Knight Merz : Project Leader,\nCiti Group, NJ, USA : Technical Leader,\nDun & Bradstreet, NJ, USA : Technical Lead / Onsite Coordinator",
    "Summary": "13 Years of total professional experience in IT industry, currently working as Project Manager in analysis, design and development of Client/Server applications and Commercial Applications software development in Business Intelligence/Data Warehousing domain. Excellent Technical skills on Business Objects reporting tool. Well-versed and expert on Business Objects 5.x, 6.x, XIR2, 3.1 & BO 4.0. Hands-on experience in creating Business Objects Universes & Reports. Certified Project Management Professional (PMP). Excellent Project Management Skills, coordinating tasks between different teams for project's successful closure. Well versed with Agile & Waterfall Project Management methodologies. 6 Years of rich Onsite IT experience at client's location in New Jersey, USA where customer focus was the key aspect. A proven verifiable track record and a strong sense of dedication driven towards accomplishing challenging goals with persistent commitment. Extensive experience in gathering Business Requirements, writing Technical Specifications and defining Version Control Processes, worked as Business Analyst / Onshore Coordinator in NJ. Lead a team size ranging from 2 to 20 resources, provided them with key information about the client and their business, reviewed code developed by the team. Handled successfully onshore-offshore coordination. Collected business requirements from the clients and communicated well to the offshore team. Worked as a bridge between different stakeholders to understand the requirements and cascade the same to the development team, excellent stakeholder's management. Successfully organized and handled cross trainings within the project to ensure the knowledge is not lost if a certain resource is unavailable. Not shy of escalating important issues to the management for timely resolution. Adapts well to the changing environment. Experience in Pre-Sales domain and writing technical proposals. Good Experience in creating FRS, Project Plans and Estimations for projects. Worked as Assessment Team Member (ATM) with QAI for assessing CMMI Maturity Level 5. Working as Process Consultant for one of the projects I am managing. Excellent work ethics, self-motivated, quick learner, team player and good at multi-tasking. Strong problem solving, analytical, interpersonal and leadership skills."
  },
  "Anudeep N_Sr Java Developer.docx": {
    "Name": "Anudeep",
    "Email": "anudeepreddynallamada@gmail.com",
    "Phone": "NA",
    "College": "JNTU",
    "City": "Hyderabad",
    "Total Experience in years": "8",
    "Domain of Work": "Java/J2EE",
    "Top Skills": "Java,J2EE,Spring,Hibernate,JavaScript,HTML,CSS,JSP,Web Services,XML,SQL,Agile,MVC,JUnit,Maven",
    "Experience": "Wind Stream Communication : Sr Java Programmer,\nIBM : Sr Java Programmer,\nACADEMIC BANK : Java Programmer,\nVALUE LABS : Java Programmer,\nAjr InfoTech : Java Developer",
    "Summary": "IT professional with 8+ years of IT experience in designing and developing N-tier applications based on OOPS (Object Oriented Programming), Internet and Intranet, Client-Server Architecture using Java/J2EE and supporting technologies. Strong Experience in developing user interfaces with HTML, DHTML, XML and CSS. Experienced in processing, validating, parsing and extracting data from .xml file. Worked with scripting languages like JavaScript, JQuery. Well versed in MVC (Model View Controller) architecture using Spring, JSF and implementing JSTL (JSP Standard Tag Library), custom tag development and tiles. Experience in JSP, Java Beans and Servlets for developing applications using MVC architecture. Good exposure in implementing web services-WSDL using SOAP protocol. Experienced in Persistence Framework like Hibernate ORM (Object Relational Mapping) in a typical n-tier architecture. Experienced in build tools like ANT and Maven. Experienced in using testing Frameworks like JUnit and JMockit. Experienced in using logging tools like Intellij and Log4j. Hands on experience on Web/Application servers such as Apache Tomcat, JBoss, WebLogic and Web Sphere. Experienced in developing various UML designs like class diagrams, cases and sequence diagrams using Rational Rose. Worked on different platforms like Windows 2003 Server, Windows 2000 Professional, Windows XP, Windows  UNIX and LINUX. Experience in using UML like Rational Rose and MS Visio Well versed in using version control tools like SVN, Clear Case and CVS. Strong experience in using IDEs like Eclipse, NetBeans and RAD Developed projects and products using Agile Methodology, SDLC (Software development life cycle), from initiation, planning, designing, execution, implementation and Maintenance."
  },
  "Ashok Jayakumar - PM.docx": {
    "Name": "Ashok Jayakumar",
    "Email": "Venkat@infoservicesllc.com",
    "Phone": "734-259-2421 EXT 104",
    "College": "Anna University",
    "City": "Chennai",
    "Total Experience in years": "14",
    "Domain of Work": "Banking and automotive supply chain based applications",
    "Top Skills": "Project Management, Agile, Scrum, Business Analysis, Java, JavaScript, XML, Web Services, SQL, Mainframes",
    "Experience": "Mazda North American Operations : Project Manager/Analyst,Mercedes-Benz : Project Lead,Toyota Motor Sales : Project Lead,The Bank of New York Mellon : Developer/Module Lead/Business Analyst",
    "Summary": "Management and maintenance of banking and automotive supply chain based applications for 12 years spanning the roles of a Developer, Module Lead, Onsite Coordinator, Subject Matter Expert, Business Analyst, Project Manager and Scrum Master. Execute projects using both Waterfall and Agile methodology. Create Business Cases, Request for Proposals and Statement of Work on new projects. Establish Service Management procedures between client and vendors. Create WBS and project plans with inputs from the team. Determine standards, processes and procedures to execute the project. Effective and Efficient communication with identified stakeholders. Direct the Sarbanes-Oxley compliance of changes deployed to production. Oversee quality of deliverables and ensure they meet defined standards. Conduct audits on changes and relevant documentation and track action items to closure. Manage team, remove roadblocks and perform appraisals on individual performance. Solution driver who bridges the gap between business and technology with expertise in managing complex business requirements. Guide offshore teams and onsite teams in planning and execution of projects. Monitor problem areas and devise improvement plans to help business and IT function better. Manage business and technology needs with realistic project commitment and also generate cost-effective solutions within the allocated budget. Chair, own and steer defects triage meetings. Document business functions as Application Information Documents to be used as reference by the entire team and as a value add to existing client documentation. Implement standardized project management methodologies, cost controls, and best practices. Manage daily operations, prioritize work and develop creative solutions to broad issues. Lead initiatives on continuous improvement activities thus reducing year on year cost to clients. Create Proof of Concept to understand requirements of clients and taking it for development. Communicate with the upper management team for obtaining people, resources, share project status and address areas of concern. Suggest optimal solutions to business problems making use of the right tools. Review and suggest designs for User Interfaces on IT applications. Designed and developed a lockbox reporting solution independently. Translate business rules into corresponding IT system rules without any gaps. Protect team from external disturbances and highlight team s achievements. Gather data, analyze and present cases to clients for starting new projects. Lead meetings and take action items to completion. Create monthly vehicle reports for NHTSA."
  },
  "Ashwini J2EE Developer.docx": {
    "Name": "Ashwini C",
    "Email": "ashwinicha8@gmail.com",
    "Phone": "732-352-1613",
    "College": "JNTUH",
    "City": "NA",
    "Total Experience in years": "8",
    "Domain of Work": "Java/J2EE Development",
    "Top Skills": "Java, J2EE, Spring, Hibernate, RESTful APIs, Spring Boot, Microservices, AngularJS, SQL, Web Services",
    "Experience": "FPL/Infosys : Senior Java Developer,\nTarget/TCS : Senior Engineer,\nVerizon : Full Stack Developer,\nDisney : Java/J2EE Developer,\nAustin County State Bank : Java/J2EE Developer,\nGE Healthcare : Senior J2EE Developer",
    "Summary": "Around 8+ years of experience in analysis, design, implementation and testing of Object Oriented Applications in Client/Server environments using Java/J2EE. Experienced in Java Application Development, Object Oriented Concepts, Object Oriented Design (OOD), Object Oriented Analysis (OOA), Object Oriented Programming (OOP) and its implementation. Expertise in design and development of various web and enterprise-level applications using Java/J2EE technologies like Spring, Hibernate, XML, Struts framework, EJB, JSF, JSP, JSTL, JQuery, JavaScript, Ajax, JDBC, JMS, JavaBeans and Servlets. Strong experience in implementing Service oriented architecture and Web Services using SOAP, RESTFUL API s. Worked on micro- service based architecture using spring boot for developing the micro services, Netflix components (eureka, ribbon), spring cloud for supporting the cloud native environment. Developed web applications by implementing Model View Control (MVC) architecture and considerable experience in various front-end technologies. Experienced in developing web applications with Single Page Applications (SPAs) Framework using AngularJS and also good knowledge of NodeJS. Created Typescript reusable components and services to consume REST API's using Component based architecture provided by angular 2. Experienced in frameworks: Jakarta struts framework, JSF, Spring, SpringBoot, SpringBatch, Spring Security, Hibernate. Experience working with Service Oriented Architecture, which includes Universal Description and Discovery Integration (UDDI) lookups and Web Services Description Language (WSDL) using SOAP protocol. Expertise in XML technologies such as DTD/Schemas, DOM, SAX, JAX-B and XSLT. Experience working with Hibernate for mapping Java classes with database and using Hibernate Query Language (HQL). Experience in configuring and deploying the applications on Tomcat, WebSphere, WebLogic and JBoss Servers. Experience working with various SDLC methodologies like Agile Scrum, Domain Driven Design and Waterfall Model. Experienced in writing complex SQL queries, Triggers and Stored Procedures in various databases such as Oracle, DB2 and MySQL. Experienced in Development, testing and deployment of enterprise applications on Windows &UNIX platforms using IDE's such as Eclipse, Rational Application Developer (RAD), IntelliJ and NetBeans. Experience in using different version controlling/tracking systems GIT, CVS, Subversion. Experienced in working with multiple databases like Oracle 10/11g, SQL Server, MySQL, PL/SQL and DB2. Experienced in performing unit testing using JUnit, Mockito integration and deployment of applications using tools such as ANT, Jenkins and Maven& debugging through log4j. Experience in document preparation including Requirement Specification, Analysis,design documents, Test cases and User Training documents and Technical Help documents. Experienced in working with E-Commerce software systems. Excellent verbal, written communication and presentation skills, problem solving and conflict resolution skills."
  },
  "Atul_Mathur_Resume.docx": {
    "Name": "NA",
    "Email": "NA",
    "Phone": "NA",
    "College": "NMIMS University, Mumbai, India,University of Rajasthan, India",
    "City": "NA",
    "Total Experience in years": "11.0",
    "Domain of Work": "Program Management, Project Management, Strategic Research, Business Analysis, Requirement Elicitation, Insurance (Life and P&C), Banking (Mortgage, claims)",
    "Top Skills": "Program Management,Project Management,Strategic Research,Business Analysis,Requirement Elicitation,Agile,SCRUM,Release management,Risk management,JIRA",
    "Experience": "DXC Technology : Senior Manager,USAA : Program manager,HCL Technologies Ltd : Deputy Manager,Office Depot Reliance : Management Trainee,Schneider Electric India : Software Engineer",
    "Summary": "11 years of work experience in Program Management, Project Management, Strategic Research, Business Analysis, Requirement Elicitation, Identifying root causes and developing work product in Agile (SCRUM) and waterfall SDLC methodologies. Extensive experience in Insurance (Life and P&C) and Banking (Mortgage, claims) domain Go to person regarding all client communications, client escalations, budgeting, reporting and planning. Extensive client facing experience leading strategic Initiatives including offshoring IT projects and systems replacement by working with product partners and geographically diverse teams. SCRUM certified professional experienced in Release management and defining the Project Roadmap, Velocity planning and Leadership reports. Extensive experience in defining project scope, project initiation, implementing planning and strategy and closure as a Scrum Master. Extensive experience to manage the project and track the progress by using the Tools like JIRA. Extensive experience to manage the RISK by using Impact Probability grid and define the mitigation strategy."
  },
  "Avathika BA-Healthcare_.docx": {
    "Name": "Avanthi Katta",
    "Email": "sam@vishconsultingservices.com",
    "Phone": "916-282-9259",
    "College": "NA",
    "City": "NA",
    "Total Experience in years": "7",
    "Domain of Work": "Business Analyst, Quality Analyst",
    "Top Skills": "Business Requirement gathering,Business Process flow,Business Process Modeling,Software Development Life Cycle,Documentation,HIPAA,EDI,Rational tools,MS Visio,Data mapping",
    "Experience": "West Virginia State Medicaid : Sr. Business Analyst,\nMedica health Plans : Sr. Business Analyst,\nShare Point, ENS Health : Sr. Business Analyst,\nSFHP : Business/Requirements Analyst",
    "Summary": "Over Seven years of experience as a Sr. Business Analyst/Quality Analyst. Solid understanding of Business Requirement gathering, Business Process flow, Business Process Modeling and Analysis, design documentation. Experience in all phases of the Software Development Life Cycle (SDLC) including Requirement gathering, Design, Development, Testing and Deployment. Organized Joint Application Development (JAD), workshops and interview sessions. Expertise in Documentation and Review of Software and Business/Technical Requirement Documents. Managed complex business initiatives to balance requirements for functionality, efficiency and quality. Excellent knowledge of Health Insurance Portability and Accountability Act (HIPAA) transaction, code set rules such as EDI 837,270,271,276,277,834,835, NCPDP and ICD9-ICD10. Experienced with Rational tools like ReqPro, Clearquest, Clear Case, Rational soda, Rational Rose. Experienced working in Obama care, Medicare and Medicaid projects. Exceptional Documentation Skills for writing Use Cases and Functional Requirement Documents. Design and review of various documents including the Software Requirement Specifications (SRS), Business Requirements Document (BRD), Use Case Specifications, Functional Specifications (FSD), Systems Design Specification (SDS), Requirement Traceability Matrix (RTM) and testing documents. Strong experience with MS Visio for creating visual representation of Software/Data Architecture, Use Case diagrams (specially in an Agile environment), Sequence diagrams, Class diagrams, Business Process Flows and basic flowcharts. Extensive experience in configuring data mapping of files using Edifacs Specbuilder. Through knowledge of various phases of Edifacs Specbuilder- Analyzer and Mapper. Conducted JAD Sessions to develop an architectural solution that the application meets the business requirements, resolve open issues, and change requests. Good Knowledge of Test Plan, Test Scripts and Test Cases for Functional, System, Integration, UAT, and Regression Testing based on the Design Document for the Functional, Security, and Performance Testing. Excellent written and verbal communication. Consistently demonstrated ability to achieve tight deadlines."
  },
  "avinash G.docx": {
    "Name": "Avinash G",
    "Email": "Avinash87.java@gmail.com",
    "Phone": "913-730-0694",
    "College": "Jawaharlal Nehru Technological University",
    "City": "Kakinada",
    "Total Experience in years": "8",
    "Domain of Work": "Java/J2EE Development",
    "Top Skills": "Java, J2EE, Spring, Hibernate, JavaScript, AngularJS, REST, Web Services, SQL, AWS",
    "Experience": "State Government of New York : Sr. Java/UI developer,Broadcom : Sr. Java/UI developer,NJM Insurance Group : Sr. JAVA/J2EE Developer,Uhlig LLC : UI Developer,ICICI Bank : Java Developer,Infotech : Java Developer",
    "Summary": "8+ Years of experience in analysis, design, Implementation, development, and Maintenance of various Dynamic/Static web applications using Java/J2EE technologies. Experience and working knowledge of Agile Methodology (Scrum, extreme programming and Unified process), Rational Unified Process and Test driven development (TDD). Extensive experience in designing professional UI web applications using front-end technologies like HTML/HTML5, CSS/CSS3, JavaScript, XML, DHTML, XHTML, JQuery, AJAX, JSON, Angular JS, Backbone JS, Require JS, React JS and Bootstrap."
  },
  "B Shaker-Sr BSA-Scrum Master .docx": {
    "Name": "B Shaker",
    "Email": "shaker.0516@gmail.com",
    "Phone": "714-200-9052",
    "College": "Osmania University, CalUMS",
    "City": "Austin, TX",
    "Total Experience in years": "9",
    "Domain of Work": "Business and data analysis, Investment Banking, Commercial Banking, Finance, Mortgage, Banking and Wealth Management",
    "Top Skills": "SQL, Scrum, Business Analysis, Data Analysis, Requirements Elicitation, Data Warehousing, ETL, Cognos BI,  Agile Methodologies,  UML",
    "Experience": "Farm Credit bank of Texas : Business Systems Analyst/Scrum Master,\nJPMC : Business Analyst/Scrum master,\nFiserv : Scrum Master,\nFactset Research Systems : Business Analyst,\nICICI Lombard : Business Analyst",
    "Summary": "9+ years of experience in business and data analysis supporting software solutions and analyzing business operations. Broad experience in Investment Banking, Commercial Banking, and Finance.  Proficient in data analytics, SQL querying, and report generation.  Strong communication and requirement elicitation skills. Experienced in various SDLC phases, Agile methodologies (Scrum, Kanban), SOA architecture, and web services.  Expertise in data warehousing, schemas, data marts, and data governance."
  },
  "SGresume-1.pdf": {
    "Name": "bastien Genty",
    "Email": "sgenty@me.com",
    "Phone": "713-301-5648",
    "College": "Bucknell University",
    "City": "Lewisburg, PA",
    "Total Experience in years": "8.5",
    "Domain of Work": "Data Analysis, Market Research, Survey Design",
    "Top Skills": "Data Analysis, Statistical Modeling, Market Research, Survey Design, Matlab, Mathematica, Python, SPSS, Visual Basic, SQL",
    "Experience": "Socratic Technologies : Project Director,Bucknell University : Research Assistant,MD Anderson Cancer Center : Research Intern",
    "Summary": "Experienced Project Director with a demonstrated history of working in the market research industry. Skilled in Data Analysis, Statistical Modeling, and Survey Design. Strong research professional with a B.S. focused in Physics from Bucknell University."
  },
  "Tarun RESUME-BSAT.docx": {
    "Name": "Tarun",
    "Email": "NA",
    "Phone": "NA",
    "College": "Indira Gandhi National Open University",
    "City": "New Delhi",
    "Total Experience in years": "8",
    "Domain of Work": "IT Industry, Business Analysis, Business System Analysis, Banking, Financial Services, Investment",
    "Top Skills": "Business Analysis, Requirements Elicitation, SDLC Methodologies, Agile-Scrum, Stakeholder Management, Data Analysis, SQL, API Integration, Testing, Requirement Traceability Matrix",
    "Experience": "Master Card : Sr. Business System Analyst,\nBank of America : Business System Analyst,\nState of Wisconsin : Business Analyst,\nBANK OF INDIA : Business Analyst,\nHDFC BANK : Jr. Business Analyst,\nZomato : Jr. SQL Developer",
    "Summary": "Extensive experience of over 8 years working in the IT industry as business analyst and business system analyst, specializing in Banking, Financial Services and Investment sectors.  Proficient in various SDLC methodologies (Waterfall, Agile-Scrum, Kanban), requirements gathering techniques, and data analysis tools. Experienced in leading projects, managing stakeholders, and ensuring compliance with regulations."
  },
  "Tarun Resume.docx": {
    "Name": "Tarun",
    "Email": "NA",
    "Phone": "NA",
    "College": "Osmania University",
    "City": "NA",
    "Total Experience in years": "9",
    "Domain of Work": "Business Systems Analyst, Scrum Master, Portfolio Management, Financial Services, Healthcare",
    "Top Skills": "Scrum, Agile, SQL, Business Analysis, Requirements Gathering, Data Analysis, UML, Testing, Web Services, Project Management",
    "Experience": "Bank of America : Business Systems Analyst/Scrum Master,\nMFS Investment Management : Business System Analyst,\nCigna Healthcare : Scrum Master,\nShoppers Stop : Business Analyst,\nOriental Insurance Company Ltd : Business Analyst",
    "Summary": "An accomplished consultant with 9 years of industry experience as Business Systems Analyst and Scrum Master with experience working in the Finance, Banking, Healthcare, and E-commerce companies. Expertise in Investment Portfolio management, rebalancing and optimization, Regulatory laws in Investment Advising, Corporate Finance and Healthcare. Experienced in full SDLC, Waterfall & Agile Scrum methodology, front, middle and back office enterprise system orchestration.  Proficient in database development, data modeling, SQL querying, and various testing methodologies.  Knowledge of SAFe 4.0, ITIL V3, AWS, and Hadoop."
  },
  "Tarun.docx": {
    "Name": "Tarun Nalluri",
    "Email": "nalluri.t01@gmail.com",
    "Phone": "(802) 768-1105",
    "College": "NA",
    "City": "NA",
    "Total Experience in years": "10",
    "Domain of Work": "Finance, Accounting, Banking, Telecom, Health Care, Airlines, E-Commerce",
    "Top Skills": "Java, Python, J2EE, Hadoop, HDFS, MapReduce, SQL, PL/SQL, Jenkins, AWS",
    "Experience": "NA : NA",
    "Summary": "10+ years of IT experience that include deployment of java/j2eeapplications, tune up, performance optimization, troubleshoot, make decisions, data process, code review and documentation. Experience in client/server and distributed (multi-tier)Oracle Web Commerce, ATG BCC, CSC, ATG Endeca, Jboss, Weblogic & WebSphere applications, their development, maintenance and administration in different UNIX, Linux and Windows platforms. Having Domain Experience in Finance, Accounting, Banking Telecom, Health Care, Airlines and E-Commerce. Involve in designing, developing, Installing and Configuring, Administering and Tuning and Troubleshooting Java/J2EE applications such as JBoss, IBM WebSphere (Application, Portal, Process, MQ) Tivoli, ND clusters 7.x/6.1/5.X,Weblogic, Web servers (HTTP Servers, web services, Tomcat Apache) all on cluster (vertical & horizontal). With Functional expertise on Web Application & Desktop Application, CRM Applications. Experience on Oracle-Endeca Experience Manager, Operational and Search tuning, creating and maintaining Endeca page templates and cartridges. Also familiar with DevOps concepts. Sound experience comprising of Software Configuration Management (SCM) & Development. Extensive experience includes SCM, Build/Release Management, Change/Incident Management, VMware and AWS Cloud computing Worked on creating page layouts using Commerce Composer.  Cloud based deployment experience on Amazon EC2 and their other offerings like S3 and AWS Experienced in installing, configuring, and administrating Hadoop cluster of major Hadoop distributions, 2.5+ Fyears of experience with Hadoop, HDFS, Map Reduce and Hadoop Ecosystem (Pig & Hive). Experienced at Software Development Life Cycles and Agile Programming Methodologies. Good knowledge on Hudson and Jenkins for continuous integration and for End to End automation for all build and deployments. Extensively worked on setting up enterprise monitoring tools like Zabbix, AppDynamics, Graphite Expert in deploying the code through web application servers like Web Sphere/Web Logic/ Apache Tomcat/JBOSS. Hands on experience in installing, configuring and using ecosystem components like Hadoop MapReduce, HDFS, Sqoop, Pig, Hive and pig commands. Strong understanding of Zoo Keeper, Cassandra & Flume to the existing Hadoop cluster on linux and HD Insight on windows Exposure to OOA&D methodologies like waterfall model. Knowledgeable in creating various project artefacts like use-case documents, class diagrams, design document, architecture document, etc. Experienced in Object Oriented Analysis and Object Oriented Design using Unified Modelling Language (UML) and in Design Methodologies like MVC, DAO, OOP, and OOD Good skills in Java Multithreading, Exception Handling, J2EE, JSP, Servlets, JDBC, EJB, PHP,Custom Tag Libraries, Java Script, AJAX, CSS, HTML5, Struts, Spring, Hibernate, Enterprise Java Beans, JDBC, RMI, ESB,JNDI, XML XSD, XSLT, (DOM, SAX), SOAP, WSDL, JSON, JQuery, Java Script, CSS and HTML, , LDAP,Web Services related technologies using AXIS. Proficiency in back-end procedure development, for RDBMS, Database Applications using Oracle, DB2, SQL and PL/SQL, SQL Server.Hands on experience on writing Queries, Stored procedures, Functions and Triggers by using PL/SQL. Strong understanding and experience in automation and configuration management tools(Rundeck,chef, Puppet)andContinuous Integration/Delivery solutions (Jenkins,Hudson) Experience in version control system tools (Git, SVN, Clearcase). Extensively worked with Infrastructure as a Service (IaaS) environments using tool Chef. Managed environments DEV, QA, UAT and PROD for various releases and designed instance strategies. Well Adverse with the principles and best practices of Software Configuration Management (SCM) processes, which include compiling, packaging, deploying and Application configurations. Hands-on Experience of the J2EE Framework and its components as related to Java build, test, deployment and release management initiatives.. Exposure to Module development, Requirement Analysis, Functional Specification Documentation and interaction - onsite coordination with client. Monitoring and maintaining multiple Applications in different Environments. Extensive Experience in installation/migration/deployment of Enterprise Applications using dynmo admin, Endeca-workbench, BCC, WAS Admin Console, on a highly available, load balanced production environments. Strong analytical and problem solving skills, ability to quickly adapt to new environments, learn new technologies and meet deadlines."
  },
  "Tarun_Developer.docx": {
    "Name": "Tarun Reddy",
    "Email": "tarundev.work@gmail.com",
    "Phone": "502-378-5940",
    "College": "NA",
    "City": "NA",
    "Total Experience in years": "7.5",
    "Domain of Work": "Software Development",
    "Top Skills": "Java, J2EE, Spring, Hibernate, REST, AngularJS, ReactJS, AWS, Microservices, SQL",
    "Experience": "T-Mobile : Full Stack Developer,\nWells Fargo : Full Stack Developer,\nAllstate Insurance : JAVA Developer,\nTarget : Java Developer,\nRadiant Technologies : Java/J2EE Developer,\nBirla : Trainee Software Engineer",
    "Summary": "Around 8 years of IT involvement in all phases of Software Development Life Cycle (SDLC), such as Planning, Analysis, Design, Implementation, Testing and Maintenance of various Client/Server Applications, Web Based applications using JAVA/J2EE technologies. Well versed with complete Software Development Life Cycle (SDLC) using various methodologies like Agile Methodology (Scrum, XP), Waterfall and followed Test Driven Development (TDD)."
  },
  "Tejaswi-resume.docx": {
    "Name": "TEJASWI S",
    "Email": "sutejaswis@gmail.com",
    "Phone": "703-743-0795",
    "College": "State University of New York",
    "City": "NY",
    "Total Experience in years": "7",
    "Domain of Work": "Financial, Mortgage, Retail, Healthcare",
    "Top Skills": "Business Analysis, Systems Analysis, Requirements Gathering, Data Analysis, SQL, SDLC, Agile, Waterfall, UML, JAD",
    "Experience": "JPMC : Senior Business/System Analyst,PNC Financial Services : Technical Business Analyst,Amerigroup Solutions : Business Analyst,Johnson Financial Group : Business Analyst",
    "Summary": "Over 7 years of experience in Business and Systems Analysis working in various domains   Financial, Mortgage, Retail and Healthcare. Experienced in all phases of Software Development Life Cycle (SDLC) methodology (such as requirement, analysis, design, data modeling, business process modeling, implementation and deployment). Experienced in various SDLC methodologies   Agile, Waterfall and RUP Capable of managing multiple projects simultaneously. Exceptional problem solving and sound decision making capabilities. Experience in writing queries/scripts for data analysis ad QA report testing. Excellent data analysis skills. Extensive experience in gathering Business/Functional user requirements, creating Use Cases as per user requirements, developing/designing diagrams such as Activity, Class, and or Sequence diagrams, and in addition to creating Business Requirements Document (BRD). Organized, goal-oriented, self-starter, and ability to master new technologies, manage multiple tasks while following through from start to completion. Flexibility in adaption to a wide range of work environments. Experienced in requirement gathering including Joint Application Development (JAD) and requirement analysis. Ability to inculcate new relevant skills with ease in a time sensitive frame. Experience in writing Use cases and Functional Requirement Document. Knowledge of ISO, Six Sigma and CMM standards. Experience in working with SMEs and interacting across the hierarchy from architects, to data modelers, underwriters and risk analysts to gather requirements. Experience in creating User Interface wireframes mock up s. Strong knowledge in importing/exporting data across various database platforms to perform analyses."
  },
  "TeresaNeetipudi IT BA.DOCX": {
    "Name": "TERESA NEETIPUDI",
    "Email": "teresaneet.ba@gmail.com",
    "Phone": "(773) 494 1379",
    "College": "Osmania University",
    "City": "Hyderabad",
    "Total Experience in years": "8",
    "Domain of Work": "Business Systems Analyst",
    "Top Skills": "Business Analysis,SDLC Methodologies,BRD,FRD,RTM,Gap Analysis,Data Analysis,UAT Testing,Test Plan,Test Scripts,Visio",
    "Experience": "Charter Spectrum : Business Analyst/ Project Coordinator,\nAmerican Family Insurance : Sr Business Analyst,\nHealth Springs : Business System Analyst,\nCitizens Bank : Business Systems Analyst/ Test Coordinator",
    "Summary": "About 8 years of experience as a Business Systems Analyst with successful delivery of multiple projects with a detailed and thorough understanding of Healthcare, Banking, Insurance, and Communications sectors. Extensive experience in gathering and defining the Business Requirements (BRD); translating them into functional requirements (FRS) by using various Elicitation methods and techniques. Thorough understanding of Software Development Life Cycle (SDLC) and Software Development Methodology (SDM) process methodologies like AGILE,RUP, UML, SCRUM, feasibility analysis, gap analysis, scope and impact analysis of the software systems throughout the different phases of SDLC."
  },
  "Tushar Patel.docx": {
    "Name": "NA",
    "Email": "NA",
    "Phone": "NA",
    "College": "L. D. College of Engg.",
    "City": "Ahmedabad",
    "Total Experience in years": "18",
    "Domain of Work": "IT",
    "Top Skills": "Java,JEE APIs,HTML,JavaScript,AJAX,AngularJS,XML,WebLogic,WebSphere,Tomcat",
    "Experience": "NA",
    "Summary": "18 years of IT experience with expertise in n-tier full SDLC utilizing latest Java and related technologies and libraries to design and implement highly scalable, clustered, multithreaded applications. Expertise in Core Java, JEE APIs (JSP, Servlets, EJB, JMS, JNDI, JDBC, JAXB, JAXP, Custom Tags), HTML, JavaScript, AJAX, AngularJS, XML technologies, App servers like WebLogic, Web sphere, Tomcat, JBoss. Expert in Object Oriented Analysis, Design and Programming. Expertise working on IoT(Internet of Things) projects on IBM Bluemix platform using Photon Sensors on Hardware side, Cloudant big data database, Node.js, SocketIO, Express, Backbone & MySQL. Expertise working on Proof of Concept (POC) projects. Solid experience of improving Application Performance. Expertise Understating and Achieving Application Performance objectives, Measuring Performance Metrics, Identifying Application Bottlenecks Expertise Profiling Java Applications using Profilers like JProbe. Expertise in Database Tuning, Application Tuning, JVM Tuning and Inefficient SQL Queries. Strong working Knowledge of various Java, JEE design patterns. Solid experience developing Proof of Concept projects. Expertise developing SOAP and RESTFUL web services using SOA. Expertise working on Struts, Spring and Hibernate frameworks. Experience working on NoSQL database such as MongoDB and Cloudant. Solid knowledge of Business Intelligence and Data Warehouse concepts. Experience developing iOS and android applications. Strong Experience working on B2B and B2C Ecommerce projects. Experience working Agile (XP, SCRUM) and RUP methodologies. Strong experience working with Customers and writing Requirements/Use Case/Design/Test Case documents and Use Case/Collaboration/Sequence/Class diagrams. Solid experience designing database in Oracle and SQL Server and writing Stored procedures and Triggers using PL/SQL Strong analytical, communication and interpersonal Skills. Meticulous attention to detail and outstanding customer service skills."
  },
  "Uday_Maripelly.docx": {
    "Name": "Uday Maripelly",
    "Email": "udaymaripelly4_2pq@indeedemail.com",
    "Phone": "8162996342",
    "College": "NA",
    "City": "Jersey City, NJ",
    "Total Experience in years": "8.5",
    "Domain of Work": "QA Automation Engineering",
    "Top Skills": "Selenium WebDriver, Java, TestNG, SQL, Automation Testing, Manual Testing, Cucumber, Jenkins, REST, SOAP",
    "Experience": "BofA : SENIOR QA AUTOMATION ENGINEER,\nST JOSEPHS HEALTH SYSTEMS : SENIOR QA AUTOMATION ENGINEER,\nWALMART : QA ANALYST,\nTNS INDIA : SOFTWARE TEST ENGINEER",
    "Summary": "Senior QA Automation Engineer with 8.5 years of experience in Software Development Life Cycle (SDLC) and Software Testing Life Cycle (STLC) models - Waterfall, Agile/Scrum. Expertise in various types of testing including Automation Testing, Manual Testing, Integration Testing, System Testing, and more. Extensive experience in Selenium WebDriver, TestNG, Java, Cucumber, Jenkins, and various other tools. Experienced in developing automation frameworks (Keyword Driven, Data Driven, Hybrid) and working with different databases (Oracle, SQL Server, MySQL)."
  },
  "yuans.pdf": {
    "Name": "XIAO YUAN",
    "Email": "yuanhf@example.com",
    "Phone": "(+00) 111-2222-3333",
    "College": "Tsinghua University",
    "City": "Beijing",
    "Total Experience in years": "0",
    "Domain of Work": "Operations Research and Machine Learning",
    "Top Skills": "Python,C++,MATLAB,Operations Research,Machine Learning,Social Media,Report Writing,Presentations,Data Science,AI",
    "Experience": "Fresher",
    "Summary": "Ph.D. candidate in Control Science and Engineering at Tsinghua University with research focus on Operations Research and Machine Learning.  Experience in preparing reports and presentations, and developing social media content.  Awarded First Prize in the International Data Science Challenge 2023 and other recognitions.  Proficient in Python, C++, and MATLAB."
  }
}